[
  {
    "title": "Professor ",
    "first_name": "Krishna",
    "last_name": "Garikipati",
    "email": "krishna@umich.edu",
    "research": "http://www-personal.umich.edu/~krishna/",
    "blurb": "Broadly, my research interests are in developing mathematical and computational models of physical systems. With relevance to the PRISMS Center this consists of continuum scale models of coupled mechano-chemical phenomena in materials physics.",
    "advisor": "",
    "image": "assets/img/people/krishna2.jpg"
  },
  {
    "title": "Professor ",
    "first_name": "Vikram",
    "last_name": "Gavini",
    "email": "vikramg@umich.edu",
    "research": "http://www-personal.umich.edu/~vikramg/index.html",
    "blurb": "Developing computational and mathematical tools for electronic structure calculations at macroscopic scales, multi-scale modeling, analysis of approximation theories, electronic structure studies on defects in solids.",
    "advisor": "",
    "image": "assets/img/people/vikramg.jpg"
  },
  {
    "title": "Professor :",
    "first_name": "Katsuyo",
    "last_name": "Thornton",
    "email": "kthorn@umich.edu",
    "research": "http://www.mse.engin.umich.edu/people/faculty/thornton",
    "advisor": "",
    "blurb": "My research focuses on computational and theoretical investigations of the evolution of microstructures and nanostructures during processing and operation. These investigations facilitate the understanding of the underlying physics of materials to aid us in designing advanced materials with desirable properties and in developing manufacturing processes that are the most cost-effective.",
    "image": "assets/img/people/Katsuyo_Thornton.jpg"
  },
  {
    "title": "Professor",
    "first_name": "Anton",
    "last_name": "Van der Ven",
    "email": "avdv@umich.edu",
    "research": "http://www.mse.engin.umich.edu/people/faculty/vanderven",
    "advisor": "",
    "image": "assets/img/people/Anton_Van der Ven.jpg" ,
     "blurb": " I am interested in understanding and predicting equilibrium and non-equilibrium materials properties from first-principles. I combine electronic structure methods (density functional theory) with techniques from statistical mechanics to calculate thermodynamic and kinetic properties of new materials"
  },
  {
    "title": "Professor ",
    "first_name": "Veera",
    "last_name": "Sundararaghavan",
    "email": "veeras@umich.edu",
    "research": "http://www-personal.umich.edu/~veeras/",
    "advisor": "",
    "image": "assets/img/people/veera2.jpg" ,
    "blurb":"Prof. Sundararaghavan develops multi-scale computational methods for polycrystalline alloys, fiber reinforced composites, metallic foams and ultra-high temperature ceramics to model the effect of microstructure on the overall deformation, fatigue, failure, thermal transport and oxidation response."
  },
  {
    "title": "Dr.",
    "first_name": "Shiva",
    "last_name": "Rudraraju",
    "email": "rudraa@umich.edu",
    "research": "http://www-personal.umich.edu/~rudraa/",
    "advisor": "",
    "image": "assets/img/people/rudraa.jpg" ,
    "blurb": "My current research involves analytical and computational modeling of coupled multiscale* phenomena in material physics and biology, spanning mechanics, transport, thermodynamics and phase transitions. Specifically, I am investigating chemo-mechanical coupling of phase transformations involved in battery materials."
  },
  {
    "title": "Dr.",
    "first_name": "Brian",
    "last_name": "Puchala",
    "email": " bpuchala@umich.edu",
    "research": "",
    "advisor": "",
    "image": "assets/img/people/brian.jpg" ,
    "blurb": "My research is focused on computational materials modeling of the thermodynamics and kinetics of solid-state atomistic processes through the development of new automated computational tools. In particular, I am developing Monte Carlo methods which I use for fundamental studies of phase transitions and precipitate formation in metal alloys."
  },
  {
    "title": "Dr.",
    "first_name": "Larry",
    "last_name": "Aagesen",
    "email": "laagesen@umich.edu",
    "research": "",
    "advisor": "",
    "image": "assets/img/people/LarryAagesen.jpg" ,
    "blurb": "My research interests are in the use of theoretical and computational techniques to study the evolution of microstructures and nanostructures during phase transformations, coarsening, and crystal growth, and how evolution by these processes affects material properties. Within the PRISMS Center, I am applying the phase-field method to investigate the formation of precipitates in magnesium alloys, and how interfacial energy, elastic misfit energy, and growth kinetics interact to affect microstructure."
  },
  {
    "title": "Professor ",
    "first_name": "Wayne",
    "last_name": "Jones",
    "email": "jonesjwa@umich.edu",
    "research": "http://www.mse.engin.umich.edu/people/faculty/jones",
    "advisor": "",
    "image": "assets/img/people/J. Wayne_Jones.jpg" ,
    "blurb":"My research area if focused on the mechanical behavior of structural metal alloys and specifically on fatigue and creep. For the past three years my group has been involved in using ultrasonic fatigue to examine the very high cycle fatigue behavior of magnesium, aluminum, titanium alloys and nickel-base superalloys."
  },
  {
    "title": "Professor ",
    "first_name": "Emmanuelle",
    "last_name": "Marquis",
    "email": "emarq@umich.edu",
    "research": "https://sites.google.com/a/umich.edu/marquisgroup/",
    "advisor": "",
    "image": "assets/img/people/Emmanuelle_Marquis.jpg" ,
    "blurb" : "Research focuses on understanding and quantifying the mechanisms controlling microstructural evolution in alloy systems (including light alloys), interfacial properties, oxidation behavior and irradiation effects in materials. To complement her experimental work, she forges close ties to groups in computational and theoretical materials science."
  },
  {
    "title": "Professor ",
    "first_name": "Samantha",
    "last_name": "Daly",
    "email": "samdaly@umich.edu",
    "research": "http://dalylabs.engin.umich.edu",
    "advisor": "",
    "image": "assets/img/people/Samantha_Daly.jpg" ,
    "blurb": "Research lies at the intersection of experimental mechanics and materials science, with an emphasis on using novel methods of experimentation coupled closely with theoretical and computational modeling. Group research focuses on the measurements of microstructural features of materials and the effect of microstructure on meso and macroscopic properties."
  },
  {
    "title": "Professor ",
    "first_name": "Jagadish",
    "last_name": "H.V.",
    "email": "jag@umich.edu",
    "research": "http://web.eecs.umich.edu/~jag/",
    "advisor": "",
    "image": "assets/img/people/Jag-web.jpg" ,
    "blurb":"My current research is centered around how to make database systems more usable, particularly when the data involved comes from multiple heterogeneous sources, and has undergone many manipulations. A related concern is how to design effective, usable database systems."
  },

  {
    "title": "Professor ",
    "first_name": "Margaret",
    "last_name": "Hedstrom",
    "email": "hedstrom@umich.edu",
    "research": "http://www.si.umich.edu/people/margaret-hedstrom",
    "advisor": "",
    "image": "assets/img/people/hedstrom_margaret_pp_1.jpg" ,
    "blurb":"My research focuses on the reuse of information and the cyberinfrastructure necessary to enable easy exchange of data across disciplines and over time. I am the PI and Project Director for the Open Data IGERT (NSF 0903629) that engages PhD students and faculty at Michigan from Information Science, Computer Science, Materials Science, Chemical Engineering and Bioinformatics in a sustained investigation into the technologies, tools, standards, practices and cultural change."
  }

]